{"limit":100,"offset":0,"count":44,"total_count":44,"items":[{"id":"activity_last_week","label":"Economic activity status last week (8 categories)","description":"This variable presents the same information as economic activity status, but in a slightly different way. \n\nPeople aged 16 years and over were classified as “working” if they were economically active and in employment between 15 and 21 March 2021. This category is referred to as “employed” when looking in the higher-level (3 category) version of this variable in the Flexible Table Builder. \n\n“Unemployed” refers to people who said they were out of work during the same period, but were either looking for work and could start within two weeks, or were waiting to start a job that had been offered and accepted. \n\n“Economically inactive” refers to people aged 16 years and over who did not have a job between 15 to 21 March 2021, and who had not looked for work between 22 February to 21 March 2021, or could not start work within two weeks.\n\nThe “unemployed” and “economically inactive” groups are combined into “Not employed” when looking in the higher-level (3 category) version of this variable in the Flexible Table Builder. \n\nThe census definition differs from the International Labour Organization definition used on the Labour Force Survey, so estimates are not directly comparable.\n\nThis variable does not provide separate figures for students who were economically active; we recommend using economic activity status for analysis on students.","total_count":8,"quality_statement_text":"As Census 2021 was during a unique period of rapid change, take care when using Labour Market data for planning purposes."},{"id":"age_arrival_uk_23a","label":"Age of arrival in the UK (23 categories)","description":"The date a person last arrived to live in the UK and their age. Arrival dates do not include returning from short trips away from the UK.\n\nAge of arrival only applies to usual residents not born in the UK. It does not include usual residents born in the UK who have emigrated and since returned. These are recorded in the category “born in the UK”.","total_count":23,"quality_statement_text":""},{"id":"alternative_address_indicator","label":"Second address indicator (3 categories)","description":"An address (in or out of the UK) a person stays at for more than 30 days per year that is not their place of usual residence. \n \nSecond addresses typically include:\n\n* armed forces bases\n* addresses used by people working away from home\n* a student’s home address\n* the address of another parent or guardian\n* a partner’s address\n* a holiday home\n  \nIf a person with a second address was staying there on census night, they were classed as a visitor to the second address but counted as a usual resident at their home address.","total_count":3,"quality_statement_text":"The true number of people recording a second address as “armed forces base address” is likely to be higher than the estimate because of instructions given to armed forces personnel. Be aware of this when using these data."},{"id":"country_of_birth_190a","label":"Country of birth (extended) (190 categories)","description":"The country in which a person was born. \n\nFor people not born in one of the four countries of the UK or the Republic of Ireland, there was an option to select \"elsewhere\". \n\nPeople who selected \"elsewhere\" were asked to write in the current name for their country of birth.                                                                                                                    \n\nThis classification provides additional detail on write-in responses.","total_count":190,"quality_statement_text":""},{"id":"country_of_birth_60a","label":"Country of birth (60 categories)","description":"The country in which a person was born. \n\nFor people not born in one of the four countries of the UK or the Republic of Ireland, there was an option to select \"elsewhere\". \n\nPeople who selected \"elsewhere\" were asked to write in the current name for their country of birth.","total_count":60,"quality_statement_text":""},{"id":"disability","label":"Disability (5 categories)","description":"People who assessed their day-to-day activities as limited by long-term physical or mental health conditions or illnesses are considered disabled. This definition of a disabled person meets the harmonised standard for measuring disability and is in line with the Equality Act (2010).","total_count":5,"quality_statement_text":""},{"id":"economic_activity_status_12a","label":"Economic activity status (12 categories)","description":"People aged 16 years and over are economically active if, between 15 March and 21 March 2021, they were:\n\n* in employment (an employee or self-employed)\n* unemployed, but looking for work and could start within two weeks\n* unemployed, but waiting to start a job that had been offered and accepted\n\nIt is a measure of whether or not a person was an active participant in the labour market during this period. Economically inactive are those aged 16 years and over who did not have a job between 15 March to 21 March 2021 and had not looked for work between 22 February to 21 March 2021 or could not start work within two weeks.\n\nThe census definition differs from International Labour Organization definition used on the Labour Force Survey, so estimates are not directly comparable.\n\nThis classification splits out full-time students from those who are not full-time students when they are employed or unemployed. It is recommended to sum these together to look at all of those in employment or unemployed, or to use the four category labour market classification, if you want to look at all those with a particular labour market status.","total_count":12,"quality_statement_text":"As Census 2021 was during a unique period of rapid change, take care when using Labour Market data for planning purposes."},{"id":"english_proficiency","label":"Proficiency in English language (6 categories)","description":"How well people whose main language is not English (English or Welsh in Wales) speak English.","total_count":6,"quality_statement_text":""},{"id":"ethnic_group_tb_20b","label":"Ethnic group (20 categories)","description":"The ethnic group that the person completing the census feels they belong to. This could be based on their culture, family background, identity or physical appearance.\n\nRespondents could choose one out of 19 tick-box response categories, including write-in response options.","total_count":20,"quality_statement_text":""},{"id":"has_ever_worked","label":"Employment history (4 categories)","description":"Classifies people who were not in employment on Census Day into:\n\n* Not in employment: Worked in the last 12 months\n* Not in employment: Not worked in the last 12 months\n* Not in employment: Never worked","total_count":4,"quality_statement_text":"As Census 2021 was during a unique period of rapid change, take care when using Labour Market data for planning purposes."},{"id":"health_in_general","label":"General health (6 categories)","description":"A person's assessment of the general state of their health from very good to very bad. This assessment is not based on a person's health over any specified period of time.","total_count":6,"quality_statement_text":""},{"id":"highest_qualification","label":"Highest level of qualification (8 categories)","description":"The highest level of qualification is derived from the question asking people to indicate all qualifications held, or their nearest equivalent.\n\nThis may include foreign qualifications where they were matched to the closest UK equivalent.","total_count":8,"quality_statement_text":"There are quality considerations about higher education qualifications, including those at Level 4+, responses from older people and international migrants, and comparability with 2011 Census data."},{"id":"hours_per_week_worked","label":"Hours worked (5 categories)","description":"The number of hours worked per week before the census includes paid and unpaid overtime. This covers the main job of anyone aged 16 years and over.","total_count":5,"quality_statement_text":"As Census 2021 was during a unique period of rapid change, take care when using Labour Market data for planning purposes."},{"id":"industry_current_88a","label":"Industry (current) (88 categories)","description":"Classifies people aged 16 years and over who were in employment between 15 March and 21 March 2021 by the Standard Industrial Classification (SIC) code that represents their current industry or business.\n\nThe SIC code is assigned based on the information provided about a firm or organisation’s main activity.","total_count":88,"quality_statement_text":"As Census 2021 was during a unique period of rapid change, take care when using Labour Market data for planning purposes."},{"id":"industry_former_17a","label":"Industry (former) (17 categories)","description":"Classifies people aged 16 years and over who were not in employment between 15 March and 21 March 2021 but have previously been employed, by the Standard Industrial Classification (SIC) code that represents the industry or business of their last employment.","total_count":17,"quality_statement_text":"As Census 2021 was during a unique period of rapid change, take care when using Labour Market data for planning purposes."},{"id":"is_carer","label":"Unpaid care (7 categories)","description":"An unpaid carer may look after, give help or support to anyone who has long-term physical or mental ill-health conditions, illness or problems related to old age.  \n\nThis does not include any activities as part of paid employment. \n\nThis help can be within or outside of the carer's household.","total_count":7,"quality_statement_text":"We did not ask people aged under five years whether they provided unpaid care, so this variable counts usual residents aged five years and over."},{"id":"legal_partnership_status","label":"Marital and civil partnership status (12 categories)","description":"Classifies a person according to their legal marital or registered civil partnership status on Census Day 21 March 2021.\n\nIt is the same as the 2011 census variable \"Marital status\" but has been updated for Census 2021 to reflect the revised Civil Partnership Act that came into force in 2019.\n\nIn Census 2021 results, \"single\" refers only to someone who has never been married or in a registered civil partnership.","total_count":12,"quality_statement_text":"Separate estimates by opposite and same-sex partnerships for the marital status categories “Separated”, “Divorced/dissolved” and “Widowed/surviving partners” are not available. This is because quality assurance showed the figures for some of the categories were unreliable."},{"id":"living_arrangements_11a","label":"Living arrangements (11 categories)","description":"The “living arrangements” classification combines responses to the question on marital and civil partnership status with information about whether or not a person is living in a couple. This topic is only applicable to people in households. Living arrangements differs from marital and civil partnership status because cohabiting takes priority over other categories. For example, if a person is divorced and cohabiting, then in results for living arrangements they are classified as cohabiting.","total_count":11,"quality_statement_text":""},{"id":"main_language_23a","label":"Main language (23 categories)","description":"A person's first or preferred language. \n\nThis breaks down the responses given in the write-in option \"Other, write in (including British Sign Language)\".","total_count":23,"quality_statement_text":""},{"id":"main_language_detailed_26a","label":"Main language (detailed) (26 categories)","description":"A person's first or preferred language. \n\nThis breaks down the responses given in the write-in option \"Other, write in (including British Sign Language)\".","total_count":26,"quality_statement_text":""},{"id":"migrant_ind","label":"Migrant indicator (5 categories)","description":"The migration indicator classifies people based on the difference between their current address and their address one year ago. It provides an indicator of the movement of people within the UK and from outside the UK, in the one-year period before the census.","total_count":5,"quality_statement_text":""},{"id":"multi_passports","label":"Multiple passports held (24 categories)","description":"Classifies a person according to the passport or passports they held at the time of the census. This included expired passports or travel documents people were entitled to renew.\n\nPeople were asked to indicate whether they held no passport, a United Kingdom passport, an Ireland passport, or a passport from another country, and to write in the name of the other country if applicable. If more than one of the options were applicable people were asked to indicate all that applied. In results that classify people by passports held, those who hold a United Kingdom or Irish passport, and any other type of passport, will appear in each applicable category.","total_count":24,"quality_statement_text":"We have incorrectly coded Croatia passport holders to the “Other passport: Europe, Other Europe” groupings instead of “Other passport: Europe, European Union” groupings. Take care using this derived variable. We will correct this by the end of Autumn 2023.  \n\nWhere a person recorded having more than one passport in the “Other passport” field, only the first country written in was taken."},{"id":"national_identity_all","label":"National identity (17 categories)","description":"Someone’s national identity is a self-determined assessment of their own identity, it could be the country or countries where they feel they belong or think of as home. It is not dependent on ethnic group or citizenship.\n\nRespondents could select more than one national identity.","total_count":17,"quality_statement_text":"The increase since the 2011 Census in people identifying as “British” and fall in people identifying as “English” may partly reflect true changes in self-perception. It is also likely to reflect that “British” replaced “English” as the first response option listed on the questionnaire in England."},{"id":"national_identity_detailed","label":"National identity (detailed) (73 categories)","description":"Someone’s national identity is a self-determined assessment of their own identity, it could be the country or countries where they feel they belong or think of as home. It is not dependent on ethnic group or citizenship.\n\nRespondents could select more than one national identity.","total_count":73,"quality_statement_text":"The increase since the 2011 Census in people identifying as “British” and fall in people identifying as “English” may partly reflect true changes in self-perception. It is also likely to reflect that “British” replaced “English” as the first response option listed on the questionnaire in England."},{"id":"ns_sec","label":"National Statistics Socio-economic Classification (NS-SeC) (17 categories)","description":"The National Statistics Socio-economic Classification (NS-SEC) indicates a person's socio-economic position based on their occupation and other job characteristics.\n\nIt is an Office for National Statistics standard classification. NS-SEC categories are assigned based on a person's occupation, whether employed, self-employed, or supervising other employees.\n\nFull-time students are recorded in the \"full-time students\" category regardless of whether they are economically active.","total_count":17,"quality_statement_text":"As Census 2021 was during a unique period of rapid change, take care when using Labour Market data for planning purposes."},{"id":"occupation_current_105a","label":"Occupation (current) (105 categories)","description":"Classifies what people aged 16 years and over do as their main job. Their job title or details of activities they do in their job and any supervisory or management responsibilities form this classification. This information is used to code responses to an occupation using the Standard Occupational Classification (SOC) 2020.\n\nIt classifies people who were in employment between 15 March and 21 March 2021, by the SOC code that represents their current occupation.\nThe lowest level of detail available is the four-digit SOC code which includes all codes in three, two and one digit SOC code levels.","total_count":105,"quality_statement_text":"We advised users that two occupation categories “5221 Metal forming, welding and related trades” and “5222 Tool makers, tool fitters and markers out” were incorrectly coded to “521 Metal forming, welding and related trades”. These should have been coded to “522 Tool makers, tool fitters and markers-out”. We also advised users that two occupation categories “2211 Generalist medical practitioners” and “2212 Specialist medical practitioners” were incorrectly coded to “21 Science, research, engineering and technology professionals”. These should have been coded to “22 Health professionals”. These were corrected on 27 July 2023.\n\nAs Census 2021 was during a unique period of rapid change, take care when using Labour Market data for planning purposes."},{"id":"occupation_former","label":"Occupation (former) (11 categories)","description":"Classifies people aged 16 years and over who were not in employment between 15 March and  21 March 2021 but have previously worked, by the SOC code, that represents their former occupation.\n\nOccupations are coded to the Standards Occupation Classification (SOC) 2020, which best matches the job title, or details of activities respondents carry out in their job.","total_count":11,"quality_statement_text":"As Census 2021 was during a unique period of rapid change, take care when using Labour Market data for planning purposes."},{"id":"passports_all_52a","label":"Passports held (52 categories)","description":"All passports classifies a person according to the passport or passports they held at the time of the census. This included expired passports or travel documents people were entitled to renew. Where a person recorded having more than one passport, they were counted only once, categorised in the following priority order: 1. UK passport, 2. Irish passport, 3. Other passport.","total_count":52,"quality_statement_text":"Where a person recorded having more than one passport, they were counted only once, categorised in the following priority order: 1. UK passport, 2. Irish passport, 3. Other passport. Only the first country written in “Other passport” was taken."},{"id":"place_of_work_ind","label":"Place of work indicator (6 categories)","description":"Place of work indicator classifies people to the address of their main job.","total_count":6,"quality_statement_text":"As Census 2021 was during a unique period of rapid change, take care when using Labour Market data for planning purposes."},{"id":"religion_tb","label":"Religion (10 categories)","description":"The religion people connect or identify with (their religious affiliation), whether or not they practise or have belief in it.\n\nThis question was voluntary and includes people who identified with one of 8 tick-box response options, including \"No religion\", alongside those who chose not to answer this question.","total_count":10,"quality_statement_text":""},{"id":"residence_length_6b","label":"Length of residence in the UK (6 categories)","description":"The length of residence in the UK is derived from the date that a person most recently arrived to live in the UK. It does not include returning from a holiday or short stay outside the UK.\n\nLength of residence is only applicable to usual residents who were not born in the UK. It does not include usual residents born in the UK who have emigrated and since returned - \nthese are recorded in the category “born in the UK”.","total_count":6,"quality_statement_text":""},{"id":"resident_age_101a","label":"Age (101 categories)","description":"A person’s age on Census Day, 21 March 2021 in England and Wales. Infants aged under 1 year are classified as 0 years of age.","total_count":101,"quality_statement_text":"Estimates for single year of age between ages 90 and 100+ are less reliable than other ages. Estimation and adjustment at these ages was based on the age range 90+ rather than five-year age bands."},{"id":"sex","label":"Sex (2 categories)","description":"This is the sex recorded by the person completing the census. The options were “Female” and “Male”.","total_count":2,"quality_statement_text":""},{"id":"transport_to_workplace","label":"Method used to travel to workplace (13 categories)","description":"A person's place of work and their method of travel to work. This is the 2001 method of producing travel to work variables.\n \n\"Work mainly from home\" applies to someone who indicated their place of work as their home address and travelled to work by driving a car or van, for example visiting clients.","total_count":13,"quality_statement_text":"As Census 2021 was during a unique period of rapid change, take care when using Travel to Work data for planning purposes.\n\nDue to methodological changes the ‘mainly work at or from home: any workplace type’ category has a population of zero. Please use the 12 category classification of this variable."},{"id":"uk_armed_forces","label":"UK armed forces veteran indicator (5 categories)","description":"Identifies people who have previously served in the UK armed forces. This includes those who have served for at least one day in armed forces, either regular or reserves, or Merchant Mariners who have seen duty on legally defined military operations.","total_count":5,"quality_statement_text":"Take care when comparing characteristics of UK armed forces veterans and non-veterans, as veterans are mainly male and older. Not adjusting for this fact can lead to misinterpretation, as variables such as health strongly relate to age and sex."},{"id":"welsh_skills_all","label":"Welsh language skills (10 categories)","description":"Whether a person has Welsh language skills. If they do, can they do any of the following:\n\n* understand spoken Welsh\n* speak Welsh\n* read Welsh\n* write Welsh\n* no skills in Welsh\n\nThe census questionnaire only asked this question to people in Wales.\n\nIn results that classify people by Welsh language skills, a person may appear in more than one category depending on which combination of skills they have.","total_count":10,"quality_statement_text":""},{"id":"welsh_skills_read","label":"Welsh reading ability (3 categories)","description":"This classifies a person as being able to \"Read Welsh\". They may have also ticked one or more of the following:\n\n* understand spoken Welsh\n* speak Welsh\n* write Welsh\n\nIn results that classify people by Welsh language skills, a person may appear in more than one category depending on which combination of skills they have.","total_count":3,"quality_statement_text":""},{"id":"welsh_skills_speak","label":"Welsh speaking ability (3 categories)","description":"This classifies a person as being able to \"Speak Welsh\". They may have also ticked one or more of the following:\n\n* understand spoken Welsh\n* read Welsh\n* write Welsh\n\nIn results that classify people by Welsh language skills, a person may appear in more than one category depending on which combination of skills they have.","total_count":3,"quality_statement_text":""},{"id":"welsh_skills_understand","label":"Welsh understanding ability (3 categories)","description":"This classifies a person as being able to understand spoken Welsh if they ticked \"Understand spoken Welsh\" in the census questionnaire. They may have also ticked one or more of the following:\n\n* speak Welsh\n* read Welsh\n* write Welsh\n\nIn results that classify people by Welsh language skills, a person may appear in more than one category depending on which combination of skills they have.","total_count":3,"quality_statement_text":""},{"id":"welsh_skills_write","label":"Welsh writing ability (3 categories)","description":"This classifies a person as being able to \"Write Welsh\".  They may have also ticked one or more of the following:\n\n* understand spoken Welsh\n* speak Welsh\n* read Welsh\n\nIn results that classify people by Welsh language skills, a person may appear in more than one category depending on which combination of skills they have.","total_count":3,"quality_statement_text":""},{"id":"welsh_speaking_3_plus","label":"Number of people aged 3 years and over who can speak Welsh (3 categories)","description":"Classifies people aged 3 years and over living in Wales by whether they can or cannot speak Welsh.","total_count":3,"quality_statement_text":""},{"id":"welsh_speaking_dependent_child","label":"Welsh speaking ability of dependent children (9 categories)","description":"Identifies if a dependent child aged 3 years and over living in a family, speaks Welsh and categorises them by age group.","total_count":9,"quality_statement_text":""},{"id":"workplace_travel","label":"Distance travelled to work (11 categories)","description":"The distance, in kilometres, between a person's residential postcode and their workplace postcode measured in a straight line. A distance travelled of 0.1km indicates that the workplace postcode is the same as the residential postcode. Distances over 1200km are treated as invalid, and an imputed or estimated value is added.\n\n“Work mainly at or from home” is made up of those that ticked either the \"Mainly work at or from home\" box for the address of workplace question, or the “Work mainly at or from home” box for the method of travel to work question.\n\nDistance is calculated as the straight line distance between the enumeration postcode and the workplace postcode.\n\nCombine this variable with “Economic activity status” to identify those in employment at the time of the census.","total_count":11,"quality_statement_text":"As Census 2021 was during a unique period of rapid change, take care when using Travel to Work data for planning purposes."},{"id":"year_arrival_uk","label":"Year of arrival in the UK (13 categories)","description":"The year someone not born in the UK last arrived in the UK. This does not include returning from short visits away from the UK.","total_count":13,"quality_statement_text":""}]}